class Channels:
    def __init__(self):
        pass

    Reception = 745549605697093636
    Tavern = 799935025813913632
    Wordle = 1154020328968818759
    Doka = 970608339174166548
    Test = 1162703392704057397


class Users:
    def __init__(self):
        pass

    Kuzya = '334727140241047553'
    Bodya = '692105234759155744'
    Inna = '705803066955399209'
    Boris = '582213686094200870'
    Taras = '542056426886135838'
    Strelya = '642786993994072074'
    Satori = '717701525778071572'
    Redlock = "582247565987414047"
    Pasha = "721356775697154050"
    Sanya = "694619870746247209"
    Prohor = "862920829230514207"
    Danya = "236506849623539712"
    dota_list = [Bodya, Boris, Taras, Satori, Redlock, Pasha, Sanya, Prohor, Pasha, Danya]
    civa_list = [Bodya, Inna, Taras]


magicball = [
    "Так.",
    "Ні.",
    "Спробуй ще раз пізніше.",
    "Неможливо передбачити зараз.",
    "Питання неоднозначне.",
    "Все вказує на позитивну відповідь.",
    "Все вказує на негативну відповідь.",
    "Шанси на успіх великі.",
    "Не спирайся на це.",
    "Можливо, але не впевнено.",
    "Можливо, з певними сумнівами.",
    "Спробуй ще раз.",
    "Перспективи хороші.",
    "Знаки вказують на позитивний результат.",
    "Знаки вказують на негативний результат.",
    "Зосередься і спитай знову.",
    "Запитай пізніше.",
    "Важко сказати.",
    "Краще не розповідати.",
    "Сконцентруйся і питай знову."
]

